Repository: deniszysman/Baguette-Timer
Catalog: Baguette Timer/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt_br

# app.subtitle
source: Select your bread recipe
de: Wähle dein Brotrezept
es: Selecciona tu receta de pan
fr: Sélectionnez votre recette de pain
it: Seleziona la tua ricetta del pane
pt_br: Selecione sua receita de pão

# app.loading
source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt_br: Carregando...

# step.current
source: Step %d of %d
de: Schritt %d von %d
es: Paso %d de %d
fr: Étape %d sur %d
it: Passo %d di %d
pt_br: Passo %d de %d

# step.number
source: Step %d
de: Schritt %d
es: Paso %d
fr: Étape %d
it: Passo %d
pt_br: Passo %d

# step.steps
source: %d steps
de: %d Schritte
es: %d pasos
fr: %d étapes
it: %d passi
pt_br: %d passos

# step.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pt_br: Feito

# step.next.at
source: Next step at %@
fr: Prochaine étape à %@

# step.timer.running
source: Timer Running
de: Timer läuft
es: Temporizador en marcha
fr: Minuteur en cours
it: Timer in corso
pt_br: Timer em execução

# step.timer.duration
source: Timer: %@
es: Temporizador: %@
fr: Minuteur : %@

# step.timer
source: Timer
es: Temporizador
fr: Minuteur

# step.timer.duration.label
source: Duration: %@
de: Dauer: %@
es: Duración: %@
fr: Durée : %@
it: Durata: %@
pt_br: Duração: %@

# schedule.title
source: Schedule Bread Making
de: Brotherstellung planen
es: Programar la elaboración del pan
fr: Planifier la préparation du pain
it: Pianifica la preparazione del pane
pt_br: Agendar preparo do pão

# schedule.question
source: When do you want the bread ready?
de: Wann soll das Brot fertig sein?
es: ¿Cuándo quieres que el pan esté listo?
fr: Quand voulez-vous que le pain soit prêt ?
it: Quando vuoi che il pane sia pronto?
pt_br: Quando você quer que o pão fique pronto?

# schedule.start.time
source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora di inizio
pt_br: Hora de início

# schedule.start.at
source: Start at:
de: Beginn um:
es: Comenzar a las:
fr: Commencer à :
it: Inizia alle:
pt_br: Iniciar às:

# schedule.finish.at
source: To finish at: %@
de: Fertig um: %@
es: Para terminar a las: %@
fr: Pour terminer à : %@
it: Per finire alle: %@
pt_br: Para terminar às: %@

# schedule.alert.button
source: Schedule Alert
de: Erinnerung planen
es: Programar alarma
fr: Programmer l'alerte
it: Imposta promemoria
pt_br: Definir lembrete

# schedule.start.label
source: Start: %@
de: Beginn: %@
es: Comenzar: %@
fr: Commencer : %@
it: Inizio: %@
pt_br: Início: %@

# schedule.start.today
source: Today %@
de: Heute %@
es: Hoy %@
fr: Aujourd'hui %@
it: Oggi %@
pt_br: Hoje %@

# schedule.start.tomorrow
source: Tomorrow %@
de: Morgen %@
es: Mañana %@
fr: Demain %@
it: Domani %@
pt_br: Amanhã %@

# notification.ready.step
source: Ready for Step %d! 🍞
de: Bereit für Schritt %d! 🍞
es: ¡Listo para el paso %d! 🍞
fr: Prêt pour l'étape %d ! 🍞
it: Pronto per il passo %d! 🍞
pt_br: Pronto para o passo %d! 🍞

# notification.next
source: Next: %@
de: Nächster: %@
es: Siguiente: %@
fr: Suivant : %@
it: Prossimo: %@
pt_br: Próximo: %@

# notification.bread.ready
source: Your bread is ready! 🥖
de: Dein Brot ist fertig! 🥖
es: ¡Tu pan está listo! 🥖
fr: Votre pain est prêt ! 🥖
it: Il tuo pane è pronto! 🥖
pt_br: Seu pão está pronto! 🥖

# notification.complete.enjoy
source: %@ complete - Enjoy!
de: %@ abgeschlossen - Guten Appetit!
es: %@ completado - ¡Disfruta!
fr: %@ terminé - Bon appétit !
it: %@ completato - Buon appetito!
pt_br: %@ completo - Aproveite!

# notification.start.title
source: Time to Start Making Bread!
de: Zeit, Brot zu backen!
es: ¡Es hora de empezar a hacer pan!
fr: Il est temps de commencer à faire le pain !
it: È ora di iniziare a fare il pane!
pt_br: É hora de começar a fazer pão!

# notification.start.body
source: It's time to start making %@. Target completion: %@
de: Es ist Zeit, %@ zu backen. Geplante Fertigstellung: %@
es: Es hora de empezar a hacer %@. Finalización prevista: %@
fr: Il est temps de commencer à faire %@. Fin prévue : %@
it: È ora di iniziare a fare %@. Completamento previsto: %@
pt_br: É hora de começar a fazer %@. Conclusão prevista: %@

# alert.skip.title
source: Skip to Step?
de: Zum Schritt springen?
es: ¿Saltar al paso?
fr: Passer à l'étape ?
it: Saltare al passo?
pt_br: Pular para o passo?

# alert.skip.message.step
source: Are you sure you want to skip to Step %d? %@
de: Bist du sicher, dass du zu Schritt %d springen möchtest? %@
es: ¿Estás seguro de que quieres saltar al paso %d? %@
fr: Êtes-vous sûr de vouloir passer à l'étape %d ? %@
it: Sei sicuro di voler saltare al passo %d? %@
pt_br: Tem certeza de que deseja pular para o passo %d? %@

# alert.skip.message.generic
source: Are you sure you want to skip to this step?
de: Bist du sicher, dass du zu diesem Schritt springen möchtest?
es: ¿Estás seguro de que quieres saltar a este paso?
fr: Êtes-vous sûr de vouloir passer à cette étape ?
it: Sei sicuro di voler saltare a questo passo?
pt_br: Tem certeza de que deseja pular para este passo?

# alert.skip.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

# alert.skip.confirm
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
pt_br: Pular

# alert.reset.title
source: Reset Recipe?
de: Rezept zurücksetzen?
es: ¿Reiniciar receta?
fr: Réinitialiser la recette ?
it: Reimpostare la ricetta?
pt_br: Redefinir receita?

# alert.reset.message
source: This will stop all timers and reset to Step 1. Are you sure?
de: Dies stoppt alle Timer und setzt auf Schritt 1 zurück. Bist du sicher?
es: Esto detendrá todos los temporizadores y reiniciará al paso 1. ¿Estás seguro?
fr: Cela arrêtera tous les minuteurs et réinitialisera à l'étape 1. Êtes-vous sûr ?
it: Questo fermerà tutti i timer e reimposterà al passo 1. Sei sicuro?
pt_br: Isso irá parar todos os timers e redefinir para o passo 1. Tem certeza?

# alert.reset.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

# alert.reset.confirm
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Reimposta
pt_br: Redefinir

# time.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt_br: Hoje

# time.tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
pt_br: Amanhã

# time.day
source: %d day
de: %d Tag
es: %d día
fr: %d jour
it: %d giorno
pt_br: %d dia

# time.days
source: %d days
de: %d Tage
es: %d días
fr: %d jours
it: %d giorni
pt_br: %d dias

# time.week
source: %d week
de: %d Woche
es: %d semana
fr: %d semaine
it: %d settimana
pt_br: %d semana

# time.weeks
source: %d weeks
de: %d Wochen
es: %d semanas
fr: %d semaines
it: %d settimane
pt_br: %d semanas

# time.hour
source: %dhr
de: %d Std
es: %dh
fr: %dh
it: %d ore
pt_br: %d hora

# time.hours
source: %dhr
de: %d Std
es: %dh
fr: %dh
it: %d ore
pt_br: %d horas

# time.day.hour
source: %dd %dhr
de: %d T %d Std
es: %dd %dh
fr: %dj %dh
it: %d g %d ore
pt_br: %d d %d h

# recipe.french.baguette.name
source: French Baguette
de: Französisches Baguette
es: Baguette francesa
fr: Baguette tradition
it: Baguette francese
pt_br: Baguete francesa

# recipe.refresh.starter.name
source: Starter refresh
de: Sauerteig auffrischen
es: Refresco del iniciador
fr: Rafraîchissement du levain
it: Rinfresco del lievito madre
pt_br: Atualizar seu fermento

# recipe.sourdough.bread.ball.name
source: Sourdough Bread Ball
de: Sauerteig-Brotkugel
es: Bola de pan de masa madre
fr: Boule de pain au levain
it: Palla di pane con lievito madre
pt_br: Bola de pão com fermento natural

# recipe.english.muffins.name
source: English Muffins
es: Muffins ingleses
fr: Muffins anglais
pt_br: Muffins ingleses

# recipe.french.baguette.step.1.instruction
source: Feed starter
de: Sauerteig füttern
es: Alimentar la masa madre
fr: Nourrir le levain
it: Nutrire il lievito madre
pt_br: Alimentar o fermento

# recipe.french.baguette.step.1.notes
source: 50gr. of Water and 50 gr. of Flour for 2 baguettes
de: 50 g Wasser und 50 g Mehl für 2 Baguettes
es: 50 g de agua y 50 g de harina para 2 baguettes
fr: 50 g d'eau et 50 g de farine pour 2 baguettes
it: 50 g di acqua e 50 g di farina per 2 baguette
pt_br: 50g de água e 50g de farinha para 2 baguetes

# recipe.french.baguette.step.2.instruction
source: Prepare the dough
de: Teig vorbereiten
es: Preparar la masa
fr: Préparer la pâte
it: Preparare l'impasto
pt_br: Preparar a massa

# recipe.french.baguette.step.2.notes
source: 325gr. Water 10gr. Salt 100gr. Starter 450gr. Bread Flower Rest with Towel on top
de: 325 g Wasser 10 g Salz 100 g Sauerteig 450 g Brotmehl Mit Tuch abdecken und ruhen lassen
es: 325 g de agua 10 g de sal 100 g de masa madre 450 g de harina de pan Reposar con paño encima
fr: 325 g d'eau 10 g de sel 100 g de levain 450 g de farine à pain Repos avec torchon sur le dessus
it: 325 g di acqua 10 g di sale 100 g di lievito madre 450 g di farina per pane Riposare con canovaccio sopra
pt_br: 325g de água 10g de sal 100g de fermento 450g de farinha de trigo Descansar com pano por cima

# recipe.french.baguette.step.3.instruction
source: Stretch the dough
de: Teig dehnen
es: Estirar la masa
fr: Étirer la pâte
it: Stirare l'impasto
pt_br: Esticar a massa

# recipe.french.baguette.step.3.notes
source: Stretch and fold 4 sides Rest with towel on top
de: 4 Seiten dehnen und falten Mit Tuch abdecken und ruhen lassen
es: Estirar y doblar 4 lados Reposar con paño encima
fr: Étirer et plier 4 côtés Repos avec torchon sur le dessus
it: Stirare e piegare 4 lati Riposare con canovaccio sopra
pt_br: Esticar e dobrar 4 lados Descansar com pano por cima

# recipe.french.baguette.step.4.instruction
source: Stretch the dough
de: Teig dehnen
es: Estirar la masa
fr: Étirer la pâte
it: Stirare l'impasto
pt_br: Esticar a massa

# recipe.french.baguette.step.4.notes
source: Stretch and fold 4 sides Rest with towel on top
de: 4 Seiten dehnen und falten Mit Tuch abdecken und ruhen lassen
es: Estirar y doblar 4 lados Reposar con paño encima
fr: Étirer et plier 4 côtés Repos avec torchon sur le dessus
it: Stirare e piegare 4 lati Riposare con canovaccio sopra
pt_br: Esticar e dobrar 4 lados Descansar com pano por cima

# recipe.french.baguette.step.5.instruction
source: Stretch the dough
de: Teig dehnen
es: Estirar la masa
fr: Étirer la pâte
it: Stirare l'impasto
pt_br: Esticar a massa

# recipe.french.baguette.step.5.notes
source: Stretch and fold 4 sides Rest with towel on top
de: 4 Seiten dehnen und falten Mit Tuch abdecken und ruhen lassen
es: Estirar y doblar 4 lados Reposar con paño encima
fr: Étirer et plier 4 côtés Repos avec torchon sur le dessus
it: Stirare e piegare 4 lati Riposare con canovaccio sopra
pt_br: Esticar e dobrar 4 lados Descansar com pano por cima

# recipe.french.baguette.step.6.instruction
source: Prepare for baking
de: Fürs Backen vorbereiten
es: Preparar para hornear
fr: Préparer pour la cuisson
it: Preparare per la cottura
pt_br: Preparar para assar

# recipe.french.baguette.step.6.notes
source: Take half out of the bowl (keep other half for the next day) Split in 2 balls and let it rest
de: Die Hälfte aus der Schüssel nehmen (andere Hälfte für den nächsten Tag aufbewahren) In 2 Kugeln teilen und ruhen lassen
es: Sacar la mitad del bol (guardar la otra mitad para el día siguiente) Dividir en 2 bolas y dejar reposar
fr: Sortir la moitié du bol (garder l'autre moitié pour le lendemain) Diviser en 2 boules et laisser reposer
it: Togliere metà dalla ciotola (tenere l'altra metà per il giorno dopo) Dividere in 2 palline e lasciare riposare
pt_br: Tirar metade da tigela (guardar a outra metade para o dia seguinte) Dividir em 2 bolinhas e descansar

# recipe.french.baguette.step.7.instruction
source: Shape the baguettes
de: Baguettes formen
es: Formar las baguettes
fr: Façonner les baguettes
it: Formare le baguette
pt_br: Formar as baguetes

# recipe.french.baguette.step.7.notes
source: Shape the 2 balls in baguettes Bread flower on top Place on Parchment paper on tray Cover with towel
de: Die 2 Kugeln zu Baguettes formen Mehl auf die Oberseite Auf Backpapier auf das Blech legen Mit Tuch abdecken
es: Formar las 2 bolas en baguettes Harina encima Colocar en papel de horno en la bandeja Cubrir con paño
fr: Façonner les 2 boules en baguettes Farine sur le dessus Placer sur papier sulfurisé sur la plaque Couvrir avec torchon
it: Formare le 2 palline in baguette Farina sopra Posizionare su carta da forno sulla teglia Coprire con canovaccio
pt_br: Formar as 2 bolinhas em baguetes Polvilhar farinha por cima Colocar em papel manteiga na assadeira Cobrir com pano

# recipe.french.baguette.step.8.instruction
source: Place in oven
de: In den Ofen geben
es: Colocar en el horno
fr: Mettre au four
it: Mettere in forno
pt_br: Colocar no forno

# recipe.french.baguette.step.8.notes
source: Score the bread (3 slashes) Add 1cup water for steam Place tray in oven Pre-heat oven to 500 degrees
de: Brot einschneiden (3 Schnitte) 1 Tasse Wasser für Dampf hinzufügen Blech in den Ofen stellen Ofen auf 260°C vorheizen
es: Hacer cortes en el pan (3 cortes) Añadir 1 taza de agua para vapor Colocar la bandeja en el horno Precalentar el horno a 260°C
fr: Grigner le pain (3 entailles) Ajouter 1 tasse d'eau pour la vapeur Placer la plaque au four Préchauffer le four à 260°C
it: Incidere il pane (3 tagli) Aggiungere 1 tazza d'acqua per il vapore Posizionare la teglia nel forno Preriscaldare il forno a 260°C
pt_br: Fazer cortes no pão (3 cortes) Adicionar 1 xícara de água para vapor Colocar a assadeira no forno Pré-aquecer o forno a 260°C

# recipe.french.baguette.step.9.instruction
source: Turn the tray
de: Blech drehen
es: Girar la bandeja
fr: Tourner la plaque
it: Girare la teglia
pt_br: Girar a assadeira

# recipe.french.baguette.step.9.notes
source: Turn the tray in the oven and if needed turn the baguettes upside down
de: Blech im Ofen drehen und bei Bedarf Baguettes umdrehen
es: Girar la bandeja en el horno y si es necesario dar la vuelta a las baguettes
fr: Tourner la plaque dans le four et si nécessaire retourner les baguettes
it: Girare la teglia nel forno e se necessario capovolgere le baguette
pt_br: Girar a assadeira no forno e, se necessário, virar as baguetes

# recipe.french.baguette.step.10.instruction
source: Take out of the oven
de: Aus dem Ofen nehmen
es: Sacar del horno
fr: Sortir du four
it: Togliere dal forno
pt_br: Retirar do forno

# recipe.french.baguette.step.10.notes
source: Cover with a cloth
de: Mit einem Tuch abdecken
es: Cubrir con un paño
fr: Couvrir avec un torchon
it: Coprire con un canovaccio
pt_br: Cobrir com um pano

# recipe.refresh.starter.step.1.instruction
source: Feed the starter
de: Sauerteig füttern
es: Alimentar la masa madre
fr: Nourrir le levain
it: Nutrire il lievito madre
pt_br: Alimentar o fermento

# recipe.refresh.starter.step.1.notes
source: Remove the starter from the fridge and discard 2 tablespoons of starter. Add 2 tablespoons of fresh flour and 2 tablespoons of filtered or spring water. Mix well, cover with a breathable cloth & rubber band. Let rest at room temperature for 12 hours.
de: Sauerteig aus dem Kühlschrank nehmen und 2 Esslöffel Sauerteig wegwerfen. 2 Esslöffel frisches Mehl und 2 Esslöffel gefiltertes oder Quellwasser hinzufügen. Gut mischen, mit atmungsaktivem Tuch und Gummiband abdecken. 12 Stunden bei Raumtemperatur ruhen lassen.
es: Sacar la masa madre del refrigerador y desechar 2 cucharadas de masa madre. Añadir 2 cucharadas de harina fresca y 2 cucharadas de agua filtrada o de manantial. Mezclar bien, cubrir con un paño transpirable y una goma elástica. Dejar reposar a temperatura ambiente durante 12 horas.
fr: Sortir le levain du réfrigérateur et jeter 2 cuillères à soupe de levain. Ajouter 2 cuillères à soupe de farine fraîche et 2 cuillères à soupe d'eau filtrée ou de source. Bien mélanger, couvrir avec un torchon respirant et un élastique. Laisser reposer à température ambiante pendant 12 heures.
it: Togliere il lievito madre dal frigorifero e scartare 2 cucchiai di lievito madre. Aggiungere 2 cucchiai di farina fresca e 2 cucchiai di acqua filtrata o di sorgente. Mescolare bene, coprire con un panno traspirante e un elastico. Lasciare riposare a temperatura ambiente per 12 ore.
pt_br: Retire o fermento da geladeira e descarte 2 colheres de sopa de fermento. Adicione 2 colheres de sopa de farinha fresca e 2 colheres de sopa de água filtrada ou de nascente. Misture bem, cubra com um pano respirável e elástico. Deixe descansar em temperatura ambiente por 12 horas.

# recipe.refresh.starter.step.2.instruction
source: Return to fridge
de: Zurück in den Kühlschrank
es: Volver al refrigerador
fr: Remettre au réfrigérateur
it: Rimettere in frigorifero
pt_br: Retornar à geladeira

# recipe.refresh.starter.step.2.notes
source: Cover with a closed lid and return to the fridge. Reminder set for 1 week to refresh the starter again.
de: Mit geschlossenem Deckel abdecken und zurück in den Kühlschrank stellen. Erinnerung für 1 Woche gesetzt, um den Sauerteig erneut aufzufrischen.
es: Cubrir con una tapa cerrada y volver al refrigerador. Recordatorio programado para 1 semana para refrescar la masa madre de nuevo.
fr: Couvrir avec un couvercle fermé et remettre au réfrigérateur. Rappel programmé pour 1 semaine pour rafraîchir le levain à nouveau.
it: Coprire con un coperchio chiuso e rimettere in frigorifero. Promemoria impostato per 1 settimana per rinfrescare di nuovo il lievito madre.
pt_br: Cubra com uma tampa hermética e retorne à geladeira. Lembrete definido para 1 semana para atualizar o fermento novamente.

# recipe.sourdough.bread.ball.step.1.instruction
source: Prepare the dough
de: Teig vorbereiten
es: Preparar la masa
fr: Préparer la pâte
it: Preparare l'impasto
pt_br: Preparar a massa

# recipe.sourdough.bread.ball.step.1.notes
source: • 325 g water • 10 g salt • 100 g starter • 450 g bread flour • Mix until combined • Cover with towel
de: • 325 g Wasser • 10 g Salz • 100 g Sauerteig • 450 g Brotmehl • Mischen, bis alles kombiniert ist • Mit Tuch abdecken
es: • 325 g de agua • 10 g de sal • 100 g de masa madre • 450 g de harina de pan • Mezclar hasta combinar • Cubrir con paño
fr: • 325 g d'eau • 10 g de sel • 100 g de levain • 450 g de farine à pain • Mélanger jusqu'à ce que tout soit combiné • Couvrir avec torchon
it: • 325 g di acqua • 10 g di sale • 100 g di lievito madre • 450 g di farina per pane • Mescolare fino a combinare • Coprire con canovaccio
pt_br: • 325g de água • 10g de sal • 100g de fermento natural • 450g de farinha de trigo • Misturar até combinar • Cobrir com pano

# recipe.sourdough.bread.ball.step.2.instruction
source: Stretch & Fold #1
de: Dehnen & Falten #1
es: Estirar y doblar #1
fr: Étirer & Plier #1
it: Stirare & Piegare #1
pt_br: Esticar & Dobrar #1

# recipe.sourdough.bread.ball.step.2.notes
source: • Wet hands • Lift one side of the dough and fold over • Rotate bowl ¼ turn and repeat 3–4 times • Cover with towel
de: • Hände anfeuchten • Eine Seite des Teigs anheben und falten • Schüssel um ¼ drehen und 3–4 Mal wiederholen • Mit Tuch abdecken
es: • Mojar las manos • Levantar un lado de la masa y doblar • Girar el bol un cuarto de vuelta y repetir 3–4 veces • Cubrir con paño
fr: • Mouiller les mains • Soulever un côté de la pâte et plier • Tourner le bol d'un quart de tour et répéter 3–4 fois • Couvrir avec torchon
it: • Bagnare le mani • Sollevare un lato dell'impasto e piegare • Ruotare la ciotola di ¼ di giro e ripetere 3–4 volte • Coprire con canovaccio
pt_br: • Molhar as mãos • Levantar um lado da massa e dobrar • Girar a tigela ¼ de volta e repetir 3–4 vezes • Cobrir com pano

# recipe.sourdough.bread.ball.step.3.instruction
source: Stretch & Fold #2
de: Dehnen & Falten #2
es: Estirar y doblar #2
fr: Étirer & Plier #2
it: Stirare & Piegare #2
pt_br: Esticar & Dobrar #2

# recipe.sourdough.bread.ball.step.3.notes
source: • Repeat stretch-and-fold process • Keep dough covered
de: • Dehn- und Faltprozess wiederholen • Teig abgedeckt halten
es: • Repetir el proceso de estirar y doblar • Mantener la masa cubierta
fr: • Répéter le processus d'étirement et de pliage • Garder la pâte couverte
it: • Ripetere il processo di stirare e piegare • Mantenere l'impasto coperto
pt_br: • Repetir o processo de esticar e dobrar • Manter a massa coberta

# recipe.sourdough.bread.ball.step.4.instruction
source: Stretch & Fold #3
de: Dehnen & Falten #3
es: Estirar y doblar #3
fr: Étirer & Plier #3
it: Stirare & Piegare #3
pt_br: Esticar & Dobrar #3

# recipe.sourdough.bread.ball.step.4.notes
source: • Repeat stretch-and-fold process • Keep dough covered
de: • Dehn- und Faltprozess wiederholen • Teig abgedeckt halten
es: • Repetir el proceso de estirar y doblar • Mantener la masa cubierta
fr: • Répéter le processus d'étirement et de pliage • Garder la pâte couverte
it: • Ripetere il processo di stirare e piegare • Mantenere l'impasto coperto
pt_br: • Repetir o processo de esticar e dobrar • Manter a massa coberta

# recipe.sourdough.bread.ball.step.5.instruction
source: Stretch & Fold #4
de: Dehnen & Falten #4
es: Estirar y doblar #4
fr: Étirer & Plier #4
it: Stirare & Piegare #4
pt_br: Esticar & Dobrar #4

# recipe.sourdough.bread.ball.step.5.notes
source: • Final stretch-and-fold • Dough should feel tighter and smoother • Cover with towel
de: • Letztes Dehnen und Falten • Teig sollte sich fester und glatter anfühlen • Mit Tuch abdecken
es: • Último estirar y doblar • La masa debe sentirse más firme y suave • Cubrir con paño
fr: • Dernier étirement et pliage • La pâte doit être plus ferme et plus lisse • Couvrir avec torchon
it: • Ultimo stirare e piegare • L'impasto dovrebbe sentirsi più compatto e liscio • Coprire con canovaccio
pt_br: • Último esticar e dobrar • A massa deve ficar mais firme e lisa • Cobrir com pano

# recipe.sourdough.bread.ball.step.6.instruction
source: Shape the dough ball
de: Teigkugel formen
es: Formar la bola de masa
fr: Façonner la boule de pâte
it: Formare la palla di impasto
pt_br: Formar a bola de pão

# recipe.sourdough.bread.ball.step.6.notes
source: • Lightly flour the counter • Shape into a tight round ball (boule) • Place seam-side up in a floured bowl/banneton • Cover with towel
de: • Arbeitsfläche leicht bemehlen • Zu einer festen runden Kugel (Boule) formen • Mit Naht nach oben in bemehlte Schüssel/Banneton legen • Mit Tuch abdecken
es: • Espolvorear ligeramente la encimera • Formar una bola redonda firme (boule) • Colocar con la costura hacia arriba en un bol/banneton enharinado • Cubrir con paño
fr: • Fariner légèrement le plan de travail • Façonner en boule serrée (boule) • Placer côté couture vers le haut dans un bol/banneton fariné • Couvrir avec torchon
it: • Infarinare leggermente il piano di lavoro • Formare una palla rotonda compatta (boule) • Posizionare con la cucitura verso l'alto in una ciotola/banneton infarinata • Coprire con canovaccio
pt_br: • Polvilhar levemente a bancada • Formar uma bola redonda firme (boule) • Colocar com a costura para cima em uma tigela/banneton polvilhada • Cobrir com pano

# recipe.sourdough.bread.ball.step.7.instruction
source: Final Proof (Cold Fermentation)
de: Finale Gare (Kaltgärung)
es: Fermentación final (Fermentación en frío)
fr: Apprêt final (Fermentation froide)
it: Lievitazione finale (Fermentazione a freddo)
pt_br: Fermentação final (Fermentação a frio)
