Repository: deniszysman/Baguette-Timer
Catalog: Baguette Timer/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt_br

# recipe.sourdough.bread.ball.step.7.notes
source: • Place dough in refrigerator • Proof overnight (12–16 hours) • Dough will rise slowly and develop flavor
de: • Teig in den Kühlschrank stellen • Über Nacht gären lassen (12–16 Stunden) • Teig geht langsam auf und entwickelt Geschmack
es: • Colocar la masa en el refrigerador • Fermentar durante la noche (12–16 horas) • La masa subirá lentamente y desarrollará sabor
fr: • Placer la pâte au réfrigérateur • Apprêt toute la nuit (12–16 heures) • La pâte lèvera lentement et développera la saveur
it: • Posizionare l'impasto in frigorifero • Lievitare durante la notte (12–16 ore) • L'impasto lieviterà lentamente e svilupperà sapore
pt_br: • Colocar a massa na geladeira • Fermentar durante a noite (12–16 horas) • A massa fermentará lentamente e desenvolverá sabor

# recipe.sourdough.bread.ball.step.8.instruction
source: Preheat the oven
de: Ofen vorheizen
es: Precalentar el horno
fr: Préchauffer le four
it: Preriscaldare il forno
pt_br: Pré-aquecer o forno

# recipe.sourdough.bread.ball.step.8.notes
source: • Preheat oven to 475°F (245°C) • Put Dutch oven inside to heat • Allow at least 30 minutes of preheating
de: • Ofen auf 245°C vorheizen • Gusseisernen Topf hineinstellen, um ihn zu erhitzen • Mindestens 30 Minuten vorheizen lassen
es: • Precalentar el horno a 245°C • Poner la olla holandesa dentro para calentar • Permitir al menos 30 minutos de precalentamiento
fr: • Préchauffer le four à 245°C • Mettre la cocotte à l'intérieur pour chauffer • Laisser au moins 30 minutes de préchauffage
it: • Preriscaldare il forno a 245°C • Mettere la pentola olandese dentro per riscaldare • Permettere almeno 30 minuti di preriscaldamento
pt_br: • Pré-aquecer o forno a 245°C • Colocar a panela holandesa dentro para aquecer • Permitir pelo menos 30 minutos de pré-aquecimento

# recipe.sourdough.bread.ball.step.9.instruction
source: Score & Bake
de: Einschneiden & Backen
es: Hacer cortes y hornear
fr: Grigner & Cuire
it: Incidere & Cuocere
pt_br: Fazer cortes & Assar

# recipe.sourdough.bread.ball.step.9.notes
source: • Remove dough from fridge • Flip onto parchment • Score the top • Bake in Dutch oven: • 20 min lid ON • 20–25 min lid OFF • Cool 1 hour before slicing
de: • Teig aus dem Kühlschrank nehmen • Auf Backpapier wenden • Oberseite einschneiden • Im Gusseisernen Topf backen: • 20 Min Deckel GESCHLOSSEN • 20–25 Min Deckel OFFEN • 1 Stunde abkühlen lassen vor dem Schneiden
es: • Sacar la masa del refrigerador • Voltear sobre papel de horno • Hacer cortes en la parte superior • Hornear en olla holandesa: • 20 min tapa CERRADA • 20–25 min tapa ABIERTA • Enfriar 1 hora antes de cortar
fr: • Sortir la pâte du réfrigérateur • Retourner sur papier sulfurisé • Grigner le dessus • Cuire dans la cocotte : • 20 min couvercle FERMÉ • 20–25 min couvercle OUVERT • Laisser refroidir 1 heure avant de trancher
it: • Togliere l'impasto dal frigorifero • Capovolgere su carta da forno • Incidere la parte superiore • Cuocere nella pentola olandese: • 20 min coperchio CHIUSO • 20–25 min coperchio APERTO • Raffreddare 1 ora prima di tagliare
pt_br: • Retirar a massa da geladeira • Virar sobre papel manteiga • Fazer cortes no topo • Assar na panela holandesa: • 20 min com tampa FECHADA • 20–25 min com tampa ABERTA • Deixar esfriar 1 hora antes de cortar

# recipe.sourdough.bread.ball.step.10.instruction
source: Your bread is ready!
de: Dein Brot ist fertig!
es: ¡Tu pan está listo!
fr: Votre pain est prêt !
it: Il tuo pane è pronto!
pt_br: Seu pão está pronto!

# recipe.sourdough.bread.ball.step.10.notes
source: • Slice and enjoy End of the recipe
de: • Schneiden und genießen Ende des Rezepts
es: • Cortar y disfrutar Fin de la receta
fr: • Trancher et déguster Fin de la recette
it: • Tagliare e gustare Fine della ricetta
pt_br: • Cortar e saborear Fim da receita

# recipe.brioche.step.1.instruction
source: Prepare and knead the dough
de: Teig vorbereiten (Mischen #1)
es: Preparar la masa (Mezcla #1)
fr: Préparer et pétrir la pâte
it: Preparare l'impasto (Mescolare #1)
pt_br: Preparar a massa (Misturar #1)

# recipe.brioche.step.1.notes
source: • 250 g milk (lukewarm) • 10 g dry yeast • 60 g sugar • 3 eggs • Mix until combined • Add 500 g flour and 10 g salt • Mix until dough starts forming • Add 150 g softened butter, piece by piece • Knead until dough is smooth, elastic, and shiny • Dough will be sticky — this is normal First Rise: • Cover the bowl • Leave in warm room • Dough should double in size
de: • 250 g Milch (lauwarm) • 10 g Trockenhefe • 60 g Zucker • 3 Eier • Mischen, bis alles kombiniert ist
es: • 250 g de leche (tibia) • 10 g de levadura seca • 60 g de azúcar • 3 huevos • Mezclar hasta combinar
fr: • 250 g de lait (tiède) • 10 g de levure sèche • 60 g de sucre • 3 œufs • Mélanger jusqu'à ce que tout soit combiné • Ajouter 500 g de farine et 10 g de sel • Mélanger jusqu'à ce que la pâte commence à se former • Ajouter 150 g de beurre ramolli, morceau par morceau • Pétrir jusqu'à ce que la pâte soit lisse, élastique et brillante • La pâte sera collante — c'est normal Première pousse : • Couvrir le bol • Laisser dans une pièce chaude • La pâte doit doubler de volume
it: • 250 g di latte (tiepido) • 10 g di lievito secco • 60 g di zucchero • 3 uova • Mescolare fino a combinare
pt_br: • 250g de leite (morno) • 10g de fermento seco • 60g de açúcar • 3 ovos • Misturar até combinar

# recipe.brioche.step.2.instruction
source: Shape the Brioche
de: Mehl & Salz hinzufügen (Mischen #2)
es: Añadir harina y sal (Mezcla #2)
fr: Façonner la brioche
it: Aggiungere farina e sale (Mescolare #2)
pt_br: Adicionar farinha e sal (Misturar #2)

# recipe.brioche.step.2.notes
source: • Gently press down dough to remove excess air • Do not over-knead Choose one shape: • Brioche loaf → divide into 3–4 balls, place in loaf pan • Brioche balls → form tight round balls, place in mold • Cover with towel Second Rise (Proofing): • Dough should rise until almost doubled • Very important for softness
de: • 500 g Mehl hinzufügen • 10 g Salz hinzufügen • Mischen, bis der Teig sich zu formen beginnt
es: • Añadir 500 g de harina • Añadir 10 g de sal • Mezclar hasta que la masa empiece a formarse
fr: • Appuyer doucement sur la pâte pour enlever l'excès d'air • Ne pas trop pétrir Choisir une forme : • Moule à brioche → diviser en 3–4 boules, placer dans le moule • Boules de brioche → former des boules rondes serrées, placer dans le moule • Couvrir avec torchon Deuxième pousse (Apprêt) : • La pâte doit lever jusqu'à presque doubler • Très important pour la douceur
it: • Aggiungere 500 g di farina • Aggiungere 10 g di sale • Mescolare fino a quando l'impasto inizia a formarsi
pt_br: • Adicionar 500g de farinha • Adicionar 10g de sal • Misturar até a massa começar a se formar

# recipe.brioche.step.3.instruction
source: Egg wash and Bake
de: Mit Butter kneten (Mischen #3)
es: Amasar con mantequilla (Mezcla #3)
fr: Dorer à l'œuf et cuire
it: Impastare con burro (Mescolare #3)
pt_br: Sovar com manteiga (Misturar #3)

# recipe.brioche.step.3.notes
source: • Preheat oven to 350°F (175°C) • Mix 1 egg + a splash of milk • Brush gently on top • Bake 25–30 minutes (loaf) • Or 18–22 minutes (individual balls) • Golden brown on top • Let cool slightly before serving
de: • 150 g weiche Butter, Stück für Stück hinzufügen • Kneten, bis der Teig glatt, elastisch und glänzend ist • Teig wird klebrig sein — das ist normal
es: • Añadir 150 g de mantequilla ablandada, trozo por trozo • Amasar hasta que la masa esté suave, elástica y brillante • La masa estará pegajosa — esto es normal
fr: • Préchauffer le four à 175°C • Mélanger 1 œuf + un peu de lait • Badigeonner délicatement sur le dessus • Cuire 25–30 minutes (moule) • Ou 18–22 minutes (boules individuelles) • Doré sur le dessus • Laisser refroidir légèrement avant de servir
it: • Aggiungere 150 g di burro ammorbidito, pezzo per pezzo • Impastare fino a quando l'impasto è liscio, elastico e lucido • L'impasto sarà appiccicoso — è normale
pt_br: • Adicionar 150g de manteiga amolecida, pouco a pouco • Sovar até a massa ficar lisa, elástica e brilhante • A massa ficará pegajosa — é normal

# recipe.croissants.step.1.instruction
source: Prepare the dough (Détrempe)
de: Teig vorbereiten (Détrempe)
es: Preparar la masa (Détrempe)
fr: Préparer la pâte (Détrempe)
it: Preparare l'impasto (Détrempe)
pt_br: Preparar a massa (Détrempe)

# recipe.croissants.step.1.notes
source: • 500 g flour • 10 g salt • 60 g sugar • 10 g dry yeast • 300 g cold milk • Mix until dough forms • Knead gently 2–3 minutes until smooth • Shape into rectangle, wrap and refrigerate During this time, prepare the butter block: • 250 g cold butter • Shape into 15×15 cm flat square • Wrap and refrigerate
de: • 500 g Mehl • 10 g Salz • 60 g Zucker • 10 g Trockenhefe • 300 g kalte Milch • Mischen, bis sich der Teig bildet (noch keine Butter) • Schüssel abdecken
es: • 500 g de harina • 10 g de sal • 60 g de azúcar • 10 g de levadura seca • 300 g de leche fría • Mezclar hasta que se forme la masa (sin mantequilla aún) • Cubrir el bol
fr: • 500 g de farine • 10 g de sel • 60 g de sucre • 10 g de levure sèche • 300 g de lait froid • Mélanger jusqu'à ce que la pâte se forme • Pétrir doucement 2–3 minutes jusqu'à lisse • Façonner en rectangle, emballer et réfrigérer Pendant ce temps, préparer le bloc de beurre : • 250 g de beurre froid • Façonner en carré plat de 15×15 cm • Emballer et réfrigérer
it: • 500 g di farina • 10 g di sale • 60 g di zucchero • 10 g di lievito secco • 300 g di latte freddo • Mescolare fino a formare l'impasto (ancora senza burro) • Coprire la ciotola
pt_br: • 500g de farinha • 10g de sal • 60g de açúcar • 10g de fermento seco • 300g de leite frio • Misturar até formar a massa (ainda sem manteiga) • Cobrir a tigela

# recipe.croissants.step.2.instruction
source: Encase the butter
de: Leichtes Kneten
es: Amasado ligero
fr: Envelopper le beurre
it: Impasto leggero
pt_br: Sovar levemente

# recipe.croissants.step.2.notes
source: • Place butter block in center of dough • Fold dough over butter (envelope shape) • Seal edges tightly • Wrap and refrigerate
de: • Sanft kneten, bis glatt (2–3 Minuten) • Nicht überarbeiten • Zu einem Rechteck formen • Einwickeln und kühlen
es: • Amasar suavemente hasta que esté suave (2–3 minutos) • No trabajar demasiado • Dar forma de rectángulo • Envolver y refrigerar
fr: • Placer le bloc de beurre au centre de la pâte • Replier la pâte sur le beurre (forme d'enveloppe) • Sceller les bords fermement • Emballer et réfrigérer
it: • Impastare delicatamente fino a liscio (2–3 minuti) • Non lavorare troppo • Formare un rettangolo • Avvolgere e refrigerare
pt_br: • Sovar suavemente até ficar liso (2–3 minutos) • Não trabalhar demais • Formar um retângulo • Envolver e refrigerar

# recipe.croissants.step.3.instruction
source: First Fold (Lamination)
de: Butterblock vorbereiten
es: Preparar el bloque de mantequilla
fr: Premier pli (Laminage)
it: Preparare il blocco di burro
pt_br: Preparar o bloco de manteiga

# recipe.croissants.step.3.notes
source: • Roll dough into a long rectangle • Fold in thirds (like a letter) • Wrap and chill
de: • 250 g kalte Butter • Zu flachem Quadrat formen (ca. 15×15 cm) • Einwickeln und kühlen (Gleiche Dauer wie Teig; sollten gleich kalt sein)
es: • 250 g de mantequilla fría • Dar forma de cuadrado plano (aproximadamente 15×15 cm) • Envolver y refrigerar (Misma duración que la masa; deben estar igual de fríos)
fr: • Rouler la pâte en long rectangle • Plier en trois (comme une lettre) • Emballer et réfrigérer
it: • 250 g di burro freddo • Formare un quadrato piatto (circa 15×15 cm) • Avvolgere e refrigerare (Stessa durata dell'impasto; dovrebbero essere ugualmente freddi)
pt_br: • 250g de manteiga fria • Formar um quadrado plano (cerca de 15×15 cm) • Envolver e refrigerar (Mesma duração da massa; devem estar igualmente frios)

# recipe.croissants.step.4.instruction
source: Second Fold (Lamination)
de: Butter einpacken
es: Envolver la mantequilla
fr: Deuxième pli (Laminage)
it: Avvolgere il burro
pt_br: Envolver a manteiga

# recipe.croissants.step.4.notes
source: • Roll out again into long rectangle • Fold in thirds again • Wrap and chill
de: • Butterblock in die Mitte des Teigs legen • Teig über Butter falten (Briefumschlagform) • Ränder fest verschließen • Kühlen, um Gluten zu entspannen
es: • Colocar el bloque de mantequilla en el centro de la masa • Doblar la masa sobre la mantequilla (forma de sobre) • Sellarse los bordes firmemente • Refrigerar para relajar el gluten
fr: • Rouler à nouveau en long rectangle • Plier en trois à nouveau • Emballer et réfrigérer
it: • Posizionare il blocco di burro al centro dell'impasto • Piegare l'impasto sul burro (forma busta) • Sigillare i bordi saldamente • Refrigerare per rilassare il glutine
pt_br: • Colocar o bloco de manteiga no centro da massa • Dobrar a massa sobre a manteiga (formato envelope) • Selar as bordas firmemente • Refrigerar para relaxar o glúten

# recipe.croissants.step.5.instruction
source: Third Fold (Final Lamination)
de: Laminierung — Ausrollen + Erste Falte (Einfache Falte)
es: Laminado — Estirar + Primer doblez (Doblez simple)
fr: Troisième pli (Laminage final)
it: Laminazione — Stendere + Prima piega (Piega singola)
pt_br: Laminar — Esticar + Primeira dobra (Dobra simples)

# recipe.croissants.step.5.notes
source: • Roll and fold in thirds one last time • This completes 3 folds • Wrap and chill
de: • Teig zu langem Rechteck ausrollen • In Drittel falten (wie ein Brief) • Einwickeln und kühlen
es: • Estirar la masa en un rectángulo largo • Doblar en tercios (como una carta) • Envolver y enfriar
fr: • Rouler et plier en trois une dernière fois • Cela complète 3 plis • Emballer et réfrigérer
it: • Stendere l'impasto in un rettangolo lungo • Piegare in tre (come una lettera) • Avvolgere e raffreddare
pt_br: • Esticar a massa em um retângulo longo • Dobrar em três (como uma carta) • Envolver e resfriar

# recipe.croissants.step.6.instruction
source: Shape the croissants
de: Laminierung — Zweite Falte (Einfache Falte)
es: Laminado — Segundo doblez (Doblez simple)
fr: Façonner les croissants
it: Laminazione — Seconda piega (Piega singola)
pt_br: Laminar — Segunda dobra (Dobra simples)

# recipe.croissants.step.6.notes
source: • Roll dough to ~4 mm thickness • Cut long isosceles triangles (base ~8–10 cm) • Make small slit at base, stretch gently • Roll from base to tip, place tip underneath • Arrange on baking tray Proofing: • Cover and let rise at 77–80°F (25–27°C) • Should become puffy and slightly jiggly • Do NOT let butter melt
de: • Erneut zu langem Rechteck ausrollen • Erneut in Drittel falten • Einwickeln und kühlen
es: • Estirar de nuevo en rectángulo largo • Doblar en tercios de nuevo • Envolver y enfriar
fr: • Rouler la pâte à ~4 mm d'épaisseur • Découper de longs triangles isocèles (base ~8–10 cm) • Faire une petite fente à la base, étirer doucement • Rouler de la base vers la pointe, placer la pointe en dessous • Disposer sur la plaque de cuisson Apprêt : • Couvrir et laisser lever à 25–27°C • Doivent devenir gonflés et légèrement tremblants • Ne PAS laisser le beurre fondre
it: • Stendere di nuovo in rettangolo lungo • Piegare in tre di nuovo • Avvolgere e raffreddare
pt_br: • Esticar novamente em retângulo longo • Dobrar em três novamente • Envolver e resfriar

# recipe.croissants.step.7.instruction
source: Egg wash and Bake
de: Laminierung — Dritte Falte (Finale Falte)
es: Laminado — Tercer doblez (Doblez final)
fr: Dorer à l'œuf et cuire
it: Laminazione — Terza piega (Piega finale)
pt_br: Laminar — Terceira dobra (Dobra final)

# recipe.croissants.step.7.notes
source: • Preheat oven to 400°F (200°C) • Mix 1 egg + splash of milk • Brush gently on top of croissants • Place in oven and bake at 400°F
de: • Ein letztes Mal ausrollen und in Drittel falten • Das vervollständigt 3 Falten • Einwickeln und kühlen
es: • Estirar y doblar en tercios una última vez • Esto completa 3 dobleces • Envolver y enfriar
fr: • Préchauffer le four à 200°C • Mélanger 1 œuf + un peu de lait • Badigeonner délicatement sur le dessus des croissants • Enfourner et cuire à 200°C
it: • Stendere e piegare in tre un'ultima volta • Questo completa 3 pieghe • Avvolgere e raffreddare
pt_br: • Esticar e dobrar em três uma última vez • Isso completa 3 dobras • Envolver e resfriar

# recipe.croissants.step.8.instruction
source: Lower temperature and finish baking
de: Finale Platte ausrollen
es: Estirar la lámina final
fr: Baisser la température et finir la cuisson
it: Stendere il foglio finale
pt_br: Esticar a folha final

# recipe.croissants.step.8.notes
source: • Lower oven to 375°F (190°C) • Continue baking 8–10 more minutes • Should be golden with flaky, crispy layers • Let cool slightly before serving
de: • Teig auf ~4 mm Dicke ausrollen • Ränder gerade halten • Bei Bedarf leicht bemehlen
es: • Estirar la masa a ~4 mm de grosor • Mantener los bordes uniformes • Espolvorear ligeramente si es necesario
fr: • Baisser le four à 190°C • Continuer la cuisson 8–10 minutes supplémentaires • Couches dorées, feuilletées, croustillantes • Laisser refroidir légèrement avant de servir
it: • Stendere l'impasto a ~4 mm di spessore • Mantenere i bordi uniformi • Infarinare leggermente se necessario
pt_br: • Esticar a massa a ~4 mm de espessura • Manter as bordas uniformes • Polvilhar levemente se necessário

# recipe.pain.au.chocolat.step.1.instruction
source: Prepare the dough (Détrempe)
de: Teig vorbereiten (Détrempe)
es: Preparar la masa (Détrempe)
fr: Préparer la pâte (Détrempe)
it: Preparare l'impasto (Détrempe)
pt_br: Preparar a massa (Détrempe)

# recipe.pain.au.chocolat.step.1.notes
source: • 500 g flour • 10 g salt • 60 g sugar • 10 g dry yeast • 300 g cold milk • Mix until dough forms • Knead gently 2–3 minutes until smooth • Shape into rectangle, wrap and refrigerate During this time, prepare the butter block: • 250 g cold butter • Shape into 15×15 cm flat square • Wrap and refrigerate
de: • 500 g Mehl • 10 g Salz • 60 g Zucker • 10 g Trockenhefe • 300 g kalte Milch • Mischen, bis sich der Teig bildet (noch keine Butter) • Schüssel abdecken
es: • 500 g de harina • 10 g de sal • 60 g de azúcar • 10 g de levadura seca • 300 g de leche fría • Mezclar hasta que se forme la masa (sin mantequilla aún) • Cubrir el bol
fr: • 500 g de farine • 10 g de sel • 60 g de sucre • 10 g de levure sèche • 300 g de lait froid • Mélanger jusqu'à ce que la pâte se forme • Pétrir doucement 2–3 minutes jusqu'à lisse • Façonner en rectangle, emballer et réfrigérer Pendant ce temps, préparer le bloc de beurre : • 250 g de beurre froid • Façonner en carré plat de 15×15 cm • Emballer et réfrigérer
it: • 500 g di farina • 10 g di sale • 60 g di zucchero • 10 g di lievito secco • 300 g di latte freddo • Mescolare fino a formare l'impasto (ancora senza burro) • Coprire la ciotola
pt_br: • 500g de farinha • 10g de sal • 60g de açúcar • 10g de fermento seco • 300g de leite frio • Misturar até formar a massa (ainda sem manteiga) • Cobrir a tigela

# recipe.pain.au.chocolat.step.2.instruction
source: Encase the butter
de: Leichtes Kneten
es: Amasado ligero
fr: Envelopper le beurre
it: Impasto leggero
pt_br: Sovar levemente

# recipe.pain.au.chocolat.step.2.notes
source: • Place butter block in center of dough • Fold dough over butter (envelope shape) • Seal edges tightly • Wrap and refrigerate
de: • Sanft 2–3 Minuten kneten • Zu einem Rechteck formen • Einwickeln und kühlen
es: • Amasar suavemente 2–3 minutos • Dar forma de rectángulo • Envolver y refrigerar
fr: • Placer le bloc de beurre au centre de la pâte • Replier la pâte sur le beurre (forme d'enveloppe) • Sceller les bords fermement • Emballer et réfrigérer
it: • Impastare delicatamente 2–3 minuti • Formare un rettangolo • Avvolgere e refrigerare
pt_br: • Sovar suavemente 2–3 minutos • Formar um retângulo • Envolver e refrigerar

# recipe.pain.au.chocolat.step.3.instruction
source: First Fold (Lamination)
de: Butterblock vorbereiten
es: Preparar el bloque de mantequilla
fr: Premier pli (Laminage)
it: Preparare il blocco di burro
pt_br: Preparar o bloco de manteiga

# recipe.pain.au.chocolat.step.3.notes
source: • Roll dough into a long rectangle • Fold in thirds (like a letter) • Wrap and chill
de: • 250 g kalte Butter • Zu flachem Quadrat von 15×15 cm formen • Einwickeln und kühlen
es: • 250 g de mantequilla fría • Dar forma de cuadrado plano de 15×15 cm • Envolver y refrigerar
fr: • Rouler la pâte en long rectangle • Plier en trois (comme une lettre) • Emballer et réfrigérer
it: • 250 g di burro freddo • Formare un quadrato piatto di 15×15 cm • Avvolgere e refrigerare
pt_br: • 250g de manteiga fria • Formar um quadrado plano de 15×15 cm • Envolver e refrigerar

# recipe.pain.au.chocolat.step.4.instruction
source: Second Fold (Lamination)
de: Butter einpacken
es: Envolver la mantequilla
fr: Deuxième pli (Laminage)
it: Avvolgere il burro
pt_br: Envolver a manteiga

# recipe.pain.au.chocolat.step.4.notes
source: • Roll out again into long rectangle • Fold in thirds again • Wrap and chill
de: • Butterblock in die Mitte des Teigs legen • Teig über Butter falten (Briefumschlag) • Ränder verschließen • Kühlen
es: • Colocar el bloque de mantequilla en el centro de la masa • Doblar la masa sobre la mantequilla (sobre) • Sellarse los bordes • Refrigerar
fr: • Rouler à nouveau en long rectangle • Plier en trois à nouveau • Emballer et réfrigérer
it: • Posizionare il blocco di burro al centro dell'impasto • Piegare l'impasto sul burro (busta) • Sigillare i bordi • Refrigerare
pt_br: • Colocar o bloco de manteiga no centro da massa • Dobrar a massa sobre a manteiga (envelope) • Selar as bordas • Refrigerar

# recipe.pain.au.chocolat.step.5.instruction
source: Third Fold (Final Lamination)
de: Laminierung — Erste Falte (Einfache Falte)
es: Laminado — Primer doblez (Doblez simple)
fr: Troisième pli (Laminage final)
it: Laminazione — Prima piega (Piega singola)
pt_br: Laminar — Primeira dobra (Dobra simples)

# recipe.pain.au.chocolat.step.5.notes
source: • Roll and fold in thirds one last time • This completes 3 folds • Wrap and chill
de: • Teig zu langem Rechteck ausrollen • In Drittel falten (wie ein Brief) • Einwickeln und kühlen
es: • Estirar la masa en rectángulo largo • Doblar en tercios (como una carta) • Envolver y enfriar
fr: • Rouler et plier en trois une dernière fois • Cela complète 3 plis • Emballer et réfrigérer
it: • Stendere l'impasto in rettangolo lungo • Piegare in tre (come una lettera) • Avvolgere e raffreddare
pt_br: • Esticar a massa em retângulo longo • Dobrar em três (como uma carta) • Envolver e resfriar

# recipe.pain.au.chocolat.step.6.instruction
source: Shape the pain au chocolat
de: Laminierung — Zweite Falte (Einfache Falte)
es: Laminado — Segundo doblez (Doblez simple)
fr: Façonner les pains au chocolat
it: Laminazione — Seconda piega (Piega singola)
pt_br: Laminar — Segunda dobra (Dobra simples)
