Repository: deniszysman/Baguette-Timer
Catalog: Baguette Timer/*.lproj/Localizable.strings
Languages: de, es, fr, it, pt_br

# recipe.pain.au.chocolat.step.6.notes
source: • Roll dough to ~4 mm thickness • Cut rectangles about 8×12 cm • Place one chocolate baton near the short edge • Roll once, add second baton • Finish rolling, seam underneath • Place on baking tray Proofing: • Cover and let rise at 77–80°F (25–27°C) • Should become puffy and aerated • Butter must not melt
de: • Erneut ausrollen • In Drittel falten • Einwickeln und kühlen
es: • Estirar de nuevo • Doblar en tercios • Envolver y enfriar
fr: • Rouler la pâte à ~4 mm d'épaisseur • Découper des rectangles d'environ 8×12 cm • Placer un bâtonnet de chocolat près du bord court • Rouler une fois, ajouter le deuxième bâtonnet • Finir de rouler, couture en dessous • Placer sur la plaque de cuisson Apprêt : • Couvrir et laisser lever à 25–27°C • Doivent devenir gonflés et aérés • Le beurre ne doit pas fondre
it: • Stendere di nuovo • Piegare in tre • Avvolgere e raffreddare
pt_br: • Esticar novamente • Dobrar em três • Envolver e resfriar

# recipe.pain.au.chocolat.step.7.instruction
source: Egg wash and Bake
de: Laminierung — Dritte Falte (Finale Falte)
es: Laminado — Tercer doblez (Doblez final)
fr: Dorer à l'œuf et cuire
it: Laminazione — Terza piega (Piega finale)
pt_br: Laminar — Terceira dobra (Dobra final)

# recipe.pain.au.chocolat.step.7.notes
source: • Preheat oven to 400°F (200°C) • Mix 1 egg + splash of milk • Brush lightly on top • Place in oven and bake at 400°F
de: • Ein letztes Mal ausrollen und in Drittel falten • Einwickeln und kühlen
es: • Estirar y doblar en tercios una última vez • Envolver y enfriar
fr: • Préchauffer le four à 200°C • Mélanger 1 œuf + un peu de lait • Badigeonner légèrement sur le dessus • Enfourner et cuire à 200°C
it: • Stendere e piegare in tre un'ultima volta • Avvolgere e raffreddare
pt_br: • Esticar e dobrar em três uma última vez • Envolver e resfriar

# recipe.pain.au.chocolat.step.8.instruction
source: Lower temperature and finish baking
de: Finale Platte ausrollen
es: Estirar la lámina final
fr: Baisser la température et finir la cuisson
it: Stendere il foglio finale
pt_br: Esticar a folha final

# recipe.pain.au.chocolat.step.8.notes
source: • Lower oven to 375°F (190°C) • Continue baking 8–10 more minutes • Should be golden and flaky • Let cool slightly before serving
de: • Teig auf ~4 mm Dicke ausrollen • Ränder gerade halten
es: • Estirar la masa a ~4 mm de grosor • Mantener los bordes rectos
fr: • Baisser le four à 190°C • Continuer la cuisson 8–10 minutes de plus • Doit être doré et feuilleté • Laisser refroidir légèrement avant de servir
it: • Stendere l'impasto a ~4 mm di spessore • Mantenere i bordi dritti
pt_br: • Esticar a massa a ~4 mm de espessura • Manter as bordas retas

# recipe.bagels.step.1.instruction
source: Prepare and knead the dough
de: Teig vorbereiten
es: Preparar la masa
fr: Préparer et pétrir la pâte
it: Preparare l'impasto
pt_br: Preparar a massa

# recipe.bagels.step.1.notes
source: • 500 g bread flour • 10 g salt • 10 g sugar • 7 g dry yeast • 300 g warm water • Mix until dough comes together • Knead 8–10 minutes until smooth and firm • Dough should be stiffer than bread dough • Form into a ball First Rise: • Place dough in lightly oiled bowl • Cover • Let rise until doubled
de: • 500 g Brotmehl • 10 g Salz • 10 g Zucker • 7 g Trockenhefe • 300 g warmes Wasser • Mischen, bis sich der Teig bildet • Schüssel abdecken
es: • 500 g de harina de pan • 10 g de sal • 10 g de azúcar • 7 g de levadura seca • 300 g de agua tibia • Mezclar hasta que la masa se forme • Cubrir el bol
fr: • 500 g de farine à pain • 10 g de sel • 10 g de sucre • 7 g de levure sèche • 300 g d'eau tiède • Mélanger jusqu'à ce que la pâte se forme • Pétrir 8–10 minutes jusqu'à lisse et ferme • La pâte doit être plus ferme que la pâte à pain • Former en boule Première pousse : • Placer la pâte dans un bol légèrement huilé • Couvrir • Laisser lever jusqu'à doubler
it: • 500 g di farina per pane • 10 g di sale • 10 g di zucchero • 7 g di lievito secco • 300 g di acqua tiepida • Mescolare fino a formare l'impasto • Coprire la ciotola
pt_br: • 500g de farinha de trigo • 10g de sal • 10g de açúcar • 7g de fermento seco • 300g de água morna • Misturar até formar a massa • Cobrir a tigela

# recipe.bagels.step.2.instruction
source: Shape the bagels
de: Teig kneten
es: Amasar la masa
fr: Façonner les bagels
it: Impastare l'impasto
pt_br: Sovar a massa

# recipe.bagels.step.2.notes
source: • Cut dough into 8 equal pieces • Roll each into a tight ball Use one of two methods: • Method A: Poke hole in center, stretch to 3–4 cm • Method B: Roll rope & seal ends together • Place on tray Second Rise: • Cover shaped bagels with towel • Let rest before boiling
de: • 8–10 Minuten kneten, bis glatt und fest • Teig sollte fester sein als Brotteig • Zu einer Kugel formen
es: • Amasar 8–10 minutos hasta que esté suave y firme • La masa debe ser más firme que la masa de pan • Formar una bola
fr: • Couper la pâte en 8 parts égales • Rouler chacune en boule serrée Utiliser une des deux méthodes : • Méthode A : Percer un trou au centre, étirer à 3–4 cm • Méthode B : Rouler en corde et sceller les extrémités • Placer sur la plaque Deuxième pousse : • Couvrir les bagels façonnés avec torchon • Laisser reposer avant l'ébullition
it: • Impastare 8–10 minuti fino a liscio e compatto • L'impasto dovrebbe essere più compatto dell'impasto per pane • Formare una palla
pt_br: • Sovar 8–10 minutos até ficar liso e firme • A massa deve ser mais firme que massa de pão • Formar uma bola

# recipe.bagels.step.3.instruction
source: Boil, add toppings, and Bake
de: Erste Gare (Massenfermentation)
es: Primera subida (Fermentación en bloque)
fr: Faire bouillir, garnir et cuire
it: Prima lievitazione (Fermentazione in massa)
pt_br: Primeira fermentação (Fermentação em massa)

# recipe.bagels.step.3.notes
source: • Preheat oven to 425°F (220°C) • Bring water to boil • Add 1 tbsp sugar or honey (optional) • Boil bagels 30–45 sec per side • Remove and drain Choose toppings: • Sesame, Poppy, Everything mix, Onion flakes, or plain • Press gently onto wet dough Bake: • Place on baking sheet • Bake 18–22 minutes • Should be golden and shiny
de: • Teig in leicht geölte Schüssel geben • Abdecken • Gehen lassen, bis verdoppelt
es: • Colocar la masa en un bol ligeramente aceitado • Cubrir • Dejar subir hasta duplicar
fr: • Préchauffer le four à 220°C • Porter l'eau à ébullition • Ajouter 1 c. à soupe de sucre ou miel (optionnel) • Faire bouillir les bagels 30–45 sec par côté • Retirer et égoutter Choisir les garnitures : • Sésame, Pavot, Mélange tout, Flocons d'oignon, ou nature • Appuyer doucement sur la pâte humide Cuisson : • Placer sur plaque de cuisson • Cuire 18–22 minutes • Doit être doré et brillant
it: • Posizionare l'impasto in una ciotola leggermente oliata • Coprire • Lasciare lievitare fino a raddoppiare
pt_br: • Colocar a massa em uma tigela levemente untada • Cobrir • Deixar fermentar até dobrar

# recipe.english.muffins.step.1.instruction
source: Prepare and knead the dough
de: Teig vorbereiten
es: Preparar la masa
fr: Préparer et pétrir la pâte
it: Preparare l'impasto
pt_br: Preparar a massa

# recipe.english.muffins.step.1.notes
source: • 350 g milk (warm) • 30 g butter (melted) • 20 g sugar • 7 g dry yeast • Mix until dissolved • Add 500 g flour and 10 g salt • Mix until dough forms • Dough should be soft and slightly sticky • Knead 5–7 minutes until smooth • Avoid adding too much flour First Rise: • Place dough in lightly oiled bowl • Cover with towel • Allow to double in size
de: • 350 g Milch (warm) • 30 g Butter (geschmolzen) • 20 g Zucker • 7 g Trockenhefe • Mischen, bis aufgelöst
es: • 350 g de leche (tibia) • 30 g de mantequilla (derretida) • 20 g de azúcar • 7 g de levadura seca • Mezclar hasta disolver
fr: • 350 g de lait (tiède) • 30 g de beurre (fondu) • 20 g de sucre • 7 g de levure sèche • Mélanger jusqu'à dissolution • Ajouter 500 g de farine et 10 g de sel • Mélanger jusqu'à ce que la pâte se forme • La pâte doit être molle et légèrement collante • Pétrir 5–7 minutes jusqu'à lisse • Éviter d'ajouter trop de farine Première pousse : • Placer la pâte dans un bol légèrement huilé • Couvrir avec torchon • Laisser doubler de volume
it: • 350 g di latte (tiepido) • 30 g di burro (sciolto) • 20 g di zucchero • 7 g di lievito secco • Mescolare fino a sciogliere
pt_br: • 350g de leite (morno) • 30g de manteiga (derretida) • 20g de açúcar • 7g de fermento seco • Misturar até dissolver

# recipe.english.muffins.step.2.instruction
source: Shape the muffins
de: Trockene Zutaten hinzufügen
es: Añadir ingredientes secos
fr: Façonner les muffins
it: Aggiungere ingredienti secchi
pt_br: Adicionar ingredientes secos

# recipe.english.muffins.step.2.notes
source: • Turn dough onto floured surface • Roll to ~2 cm thickness • Dust surface with flour or semolina • Use a 7–8 cm cutter • Transfer rounds onto semolina-covered tray • Dust tops with semolina as well Second Rise: • Cover muffins lightly • Let puff up slightly • Do not overproof
de: • 500 g Mehl hinzufügen • 10 g Salz hinzufügen • Mischen, bis sich der Teig bildet • Teig sollte weich und leicht klebrig sein
es: • Añadir 500 g de harina • Añadir 10 g de sal • Mezclar hasta que se forme la masa • La masa debe estar suave y ligeramente pegajosa
fr: • Retourner la pâte sur surface farinée • Étaler à ~2 cm d'épaisseur • Saupoudrer la surface de farine ou semoule • Utiliser un emporte-pièce de 7–8 cm • Transférer les ronds sur plaque recouverte de semoule • Saupoudrer le dessus de semoule également Deuxième pousse : • Couvrir les muffins légèrement • Laisser gonfler légèrement • Ne pas trop laisser lever
it: • Aggiungere 500 g di farina • Aggiungere 10 g di sale • Mescolare fino a formare l'impasto • L'impasto dovrebbe essere morbido e leggermente appiccicoso
pt_br: • Adicionar 500g de farinha • Adicionar 10g de sal • Misturar até formar a massa • A massa deve ficar macia e levemente pegajosa

# recipe.english.muffins.step.3.instruction
source: Cook on skillet (First Side)
de: Teig kneten
es: Amasar la masa
fr: Cuire à la poêle (Premier côté)
it: Impastare l'impasto
pt_br: Sovar a massa

# recipe.english.muffins.step.3.notes
source: • Preheat skillet on low-medium heat • No oil or butter • Cook muffins 6–7 minutes on first side • Should brown gently
de: • 5–7 Minuten kneten, bis glatt • Vermeiden, zu viel Mehl hinzuzufügen
es: • Amasar 5–7 minutos hasta que esté suave • Evitar añadir demasiada harina
fr: • Préchauffer la poêle à feu moyen-doux • Pas d'huile ni de beurre • Cuire les muffins 6–7 minutes sur le premier côté • Doit dorer doucement
it: • Impastare 5–7 minuti fino a liscio • Evitare di aggiungere troppa farina
pt_br: • Sovar 5–7 minutos até ficar liso • Evitar adicionar muita farinha

# recipe.english.muffins.step.4.instruction
source: Flip and cook (Second Side)
de: Erste Gare (Massenfermentation)
es: Primera subida (Fermentación en bloque)
fr: Retourner et cuire (Deuxième côté)
it: Prima lievitazione (Fermentazione in massa)
pt_br: Primeira fermentação (Fermentação em massa)

# recipe.english.muffins.step.4.notes
source: • Flip muffins • Cook another 6–7 minutes • They should rise and firm up
de: • Teig in leicht geölte Schüssel geben • Mit Tuch abdecken • Verdoppeln lassen
es: • Colocar la masa en un bol ligeramente aceitado • Cubrir con paño • Permitir que duplique su tamaño
fr: • Retourner les muffins • Cuire encore 6–7 minutes • Ils doivent lever et se raffermir
it: • Posizionare l'impasto in una ciotola leggermente oliata • Coprire con canovaccio • Permettere di raddoppiare
pt_br: • Colocar a massa em uma tigela levemente untada • Cobrir com pano • Deixar dobrar de tamanho

# recipe.english.muffins.step.5.instruction
source: Finish in oven
de: Teig ausrollen
es: Estirar la masa
fr: Finir au four
it: Stendere l'impasto
pt_br: Esticar a massa

# recipe.english.muffins.step.5.notes
source: • Preheat oven to 350°F (175°C) • Bake 5–7 minutes to finish interior crumb • Helps form iconic "nooks & crannies" • Let cool before splitting with a fork
de: • Teig auf bemehlte Fläche wenden • Auf ~2 cm Dicke ausrollen • Fläche mit Mehl oder Grieß bestäuben
es: • Voltear la masa sobre superficie enharinada • Estirar a ~2 cm de grosor • Espolvorear la superficie con harina o sémola
fr: • Préchauffer le four à 175°C • Cuire 5–7 minutes pour finir la mie intérieure • Aide à former les "nooks & crannies" emblématiques • Laisser refroidir avant de séparer à la fourchette
it: • Capovolgere l'impasto su superficie infarinata • Stendere a ~2 cm di spessore • Spolverare la superficie con farina o semolino
pt_br: • Virar a massa sobre superfície polvilhada • Esticar a ~2 cm de espessura • Polvilhar a superfície com farinha ou sêmola

# custom.recipe.new.title
source: New Recipe
es: Nueva receta
fr: Nouvelle recette
it: Nuova ricetta

# custom.recipe.edit.title
source: Edit Recipe
es: Editar receta
fr: Modifier la recette
it: Modifica ricetta

# custom.recipe.edit
source: Edit Recipe
es: Editar receta
fr: Modifier la recette
it: Modifica ricetta

# custom.recipe.cancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

# custom.recipe.done
source: Done
es: Listo
fr: Terminé
it: Fatto

# custom.recipe.delete.title
source: Delete Recipe?
es: ¿Eliminar receta?
fr: Supprimer la recette ?
it: Eliminare la ricetta?

# custom.recipe.delete.message
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.

# custom.recipe.delete
source: Delete
es: Eliminar
fr: Supprimer
it: Elimina

# custom.recipe.delete.button
source: Delete Recipe
es: Eliminar receta
fr: Supprimer la recette
it: Elimina ricetta

# custom.recipe.choose.photo
source: Choose Photo
es: Elegir foto
fr: Choisir une photo
it: Scegli foto

# custom.recipe.choose.icon
source: Choose Icon
es: Elegir icono
fr: Choisir une icône
it: Scegli icona

# custom.recipe.name
source: Recipe Name
es: Nombre de la receta
fr: Nom de la recette
it: Nome della ricetta

# custom.recipe.name.placeholder
source: Enter recipe name
es: Ingresa el nombre de la receta
fr: Entrez le nom de la recette
it: Inserisci il nome della ricetta

# custom.recipe.steps
source: Steps
es: Pasos
fr: Étapes
it: Passaggi

# custom.recipe.add.step
source: Add Step
es: Añadir paso
fr: Ajouter une étape
it: Aggiungi passaggio

# custom.recipe.create
source: Create Recipe
es: Crear receta
fr: Créer la recette
it: Crea ricetta

# custom.recipe.save.changes
source: Save Changes
es: Guardar cambios
fr: Enregistrer
it: Salva modifiche

# custom.recipe.step
source: Step %d
es: Paso %d
fr: Étape %d
it: Passaggio %d

# custom.recipe.step.name
source: Name
es: Nombre
fr: Nom
it: Nome

# custom.recipe.step.name.placeholder
source: e.g., Mix ingredients
es: ej. Mezclar ingredientes
fr: ex. Mélanger les ingrédients
it: es. Mescolare gli ingredienti

# custom.recipe.step.notes
source: Notes (optional)
es: Notas (opcional)
fr: Notes (optionnel)
it: Note (opzionale)

# custom.recipe.step.notes.placeholder
source: Add detailed instructions...
es: Añadir instrucciones detalladas...
fr: Ajoutez des instructions détaillées...
it: Aggiungi istruzioni dettagliate...

# custom.recipe.step.duration
source: Duration
es: Duración
fr: Durée
it: Durata

# custom.recipe.end.of.recipe
source: End of Recipe (no timer)
es: Fin de la receta (sin temporizador)
fr: Fin de la recette (pas de minuteur)
it: Fine della ricetta (nessun timer)

# custom.recipe.days
source: Days
es: Días
fr: Jours
it: Giorni

# custom.recipe.hours
source: Hours
es: Horas
fr: Heures
it: Ore

# custom.recipe.discard.draft.title
source: Discard Draft?
es: ¿Descartar borrador?
fr: Supprimer le brouillon ?
it: Eliminare la bozza?

# custom.recipe.discard.draft.message
source: You have unsaved changes. Your draft will be saved automatically.
es: Tienes cambios sin guardar. Tu borrador se guardará automáticamente.
fr: Vous avez des modifications non enregistrées. Votre brouillon sera sauvegardé automatiquement.
it: Hai modifiche non salvate. La tua bozza verrà salvata automaticamente.

# custom.recipe.keep.editing
source: Keep Editing
es: Seguir editando
fr: Continuer
it: Continua a modificare

# custom.recipe.discard
source: Discard
es: Descartar
fr: Supprimer
it: Elimina

# menu.add.recipe
source: Add Recipe
fr: Ajouter une recette

# menu.send.recipe
source: Send Us Your Recipe
fr: Envoyez-nous votre recette

# menu.settings
source: Settings
fr: Paramètres

# mail.not.available.title
source: Mail Not Available
fr: Mail non disponible

# mail.not.available.message
source: Please configure an email account in your device settings, or send your recipe to recipe@breadoclock.com
fr: Veuillez configurer un compte email dans les paramètres de votre appareil, ou envoyez votre recette à recipe@breadoclock.com

# timer.title
source: Kitchen Timer
fr: Minuteur de cuisine

# timer.name.placeholder
source: Timer name (optional)
fr: Nom du minuteur (optionnel)

# timer.active
source: Active Timers
fr: Minuteurs actifs

# timer.done
source: Done!
fr: Terminé !

# timer.delete
source: Delete Timer
fr: Supprimer le minuteur

# timer.delete.confirm
source: Delete this timer?
fr: Supprimer ce minuteur ?

# timer.clear.completed
source: Clear Completed
fr: Effacer terminés

# timer.clear.all
source: Clear All
fr: Tout effacer

# timer.default.name
source: Timer
fr: Minuteur

# timer.complete.title
source: Timer Complete!
fr: Minuteur terminé !

# timer.complete.body
source: %@ is done!
fr: %@ est terminé !

# step.notes
source: Notes
de: Notizen
es: Notas
it: Note
pt_br: Notas

# custom.recipe.minutes
source: Minutes
es: Minutos
it: Minuti

# recipe.croissants.name
source: Croissants
it: Croissant

# recipe.bagels.name
source: Bagels
it: Bagel
